Repository: Eegee/SketchUp-Universal-Importer-Plugin
Catalog: source/universal_importer/Resources/*/uir.strings
Languages: es, fr

source: Universal Importer
es: Importador Universal
fr: Importateur Universel

source: Import 3D models in SketchUp. 50+ formats are supported.
es: Importar modelos 3D en SketchUp. Se admiten más de 50 formatos.
fr: Importez des modèles 3D dans SketchUp. Plus de 50 formats sont pris en charge.

source: Reduce polygon count on the fly.
es: Reducir el número de polígonos al vuelo.
fr: Réduisez le nombre de polygones à la volée.

source: Scale Imported Model
es: Redimensionar Modelo Importado
fr: Redimensionner le modèle importé

source: Select a 3D Model
es: Seleccionar un Modelo 3D
fr: Sélectionner un modèle 3D

source: 3D Models
es: Modelos 3D
fr: Modèles 3D

source: Model height (cm)
es: Altura del modelo (cm)
fr: Hauteur du modèle (cm)

source: Select a Texture for Material:
es: Seleccionar una Textura para el Material:

source: Images
es: Imágenes

source: Model has
es: El modelo tiene

source: faces
es: caras

source: Reduce polygon count?
es: ¿Reducir la cantidad de polígonos?

source: Target face number
es: Número de caras objetivo
fr: Nombre de faces ciblé

source: Polygon Reduction
es: Reducción de Polígonos
fr: Réduction de polygones

source: Import with
es: Importar con
fr: Importer avec

source: Face count before reduction:
es: Cantidad de caras antes de reducción:
fr: Nombre de faces avant réduction :

source: Face count after reduction:
es: Cantidad de caras después de reducción:
fr: Nombre de faces après réduction :

source: Selection must be empty!
es: ¡La selección debe estar vacía!
fr: La sélection doit être vide !

source: Current face count:
es: Cantidad de caras actual:
fr: Nombre de faces actuel :

source: Reduce Polygon Count...
es: Reducir la Cantidad de Polígonos...
fr: Réduire le nombre de polygones...

source: Select a Texture Atlas (Optional)
fr: Sélectionner un atlas de textures (Optionnel)

source: Do you want to reduce polygon count?
fr: Voulez-vous réduire le nombre de polygones ?
